{
  "loading": "Cargando...",
  "why_am_i_seeing": "¿Por qué veo esto?",
  "protected_by": "Protegido por",
  "made_with": "Hecho con ❤️ en 🇨🇦",
  "mascot_design": "Diseño de la mascota por",
  "ai_companies_explanation": "Ves esto porque el administrador de este sitio web ha configurado Anubis para proteger el servidor contra la plaga de empresas de IA que rastrean agresivamente los sitios web. Esto puede y causa tiempo de inactividad para los sitios web, haciendo que sus recursos sean inaccesibles para todos.",
  "anubis_compromise": "Anubis es un compromiso. Anubis utiliza un esquema de Prueba de Trabajo en la línea de Hashcash, un esquema de prueba de trabajo propuesto para reducir el spam por correo electrónico. La idea es que a escala individual, la carga adicional es insignificante, pero a escala de raspadores masivos, se acumula y hace que el raspado sea mucho más costoso.",
  "hack_purpose": "En última instancia, esto es un hack cuyo verdadero propósito es dar una solución alternativa \"suficientemente buena\" para que se pueda dedicar más tiempo a la huella digital e identificación de navegadores sin cabeza (por ejemplo: a través de cómo renderizan las fuentes) para que la página de desafío de prueba de trabajo no necesite ser presentada a usuarios que son mucho más propensos a ser legítimos.",
  "jshelter_note": "Ten en cuenta que Anubis requiere el uso de características modernas de JavaScript que plugins como JShelter deshabilitarán. Por favor, deshabilita JShelter u otros plugins similares para este dominio.",
  "version_info": "Este sitio web utiliza Anubis versión",
  "try_again": "Intentar de nuevo",
  "go_home": "Inicio",
  "contact_webmaster": "o si crees que no deberías estar bloqueado, por favor contacta al webmaster en",
  "connection_security": "Espere un momento mientras garantizamos la seguridad de su conexión.",
  "javascript_required": "Desafortunadamente, necesitas habilitar JavaScript para pasar este desafío. Esto es requerido porque las empresas de IA han cambiado el contrato social sobre cómo funciona el alojamiento de sitios web. Una solución sin JS está en desarrollo.",
  "benchmark_requires_js": "Ejecutar la herramienta de benchmark requiere que JavaScript esté habilitado.",
  "difficulty": "Dificultad:",
  "algorithm": "Algoritmo:",
  "compare": "Comparar:",
  "time": "Tiempo",
  "iters": "Iteraciones",
  "time_a": "Tiempo A",
  "iters_a": "Iter. A",
  "time_b": "Tiempo B",
  "iters_b": "Iter. B",
  "static_check_endpoint": "Este es solo un endpoint de verificación para que tu proxy inverso lo use.",
  "authorization_required": "Autorización requerida",
  "cookies_disabled": "Tu navegador está configurado para deshabilitar las cookies. Anubis requiere cookies para el interés legítimo de asegurar que eres un cliente válido. Por favor habilita las cookies para este dominio",
  "access_denied": "Acceso denegado: código de error",
  "dronebl_entry": "DroneBL reportó una entrada",
  "see_dronebl_lookup": "ver",
  "internal_server_error": "Error interno del servidor: el administrador ha configurado mal Anubis. Por favor contacta al administrador y pídele que revise los logs alrededor de",
  "invalid_redirect": "Redirección inválida",
  "redirect_not_parseable": "URL de redirección no analizable",
  "redirect_domain_not_allowed": "Dominio de redirección no permitido",
  "failed_to_sign_jwt": "falló al firmar JWT",
  "invalid_invocation": "Invocación inválida de MakeChallenge",
  "client_error_browser": "Error del cliente: Por favor asegúrate de que tu navegador esté actualizado e inténtalo de nuevo más tarde.",
  "oh_noes": "¡Oh no!",
  "benchmarking_anubis": "¡Benchmarking de Anubis!",
  "you_are_not_a_bot": "¡No eres un robot!",
  "making_sure_not_bot": "¡Asegurándonos de que no eres un robot!",
  "celphase": "CELPHASE",
  "js_web_crypto_error": "Tu navegador no tiene un elemento web.crypto funcional. ¿Estás viendo esta página en un contexto seguro?",
  "js_web_workers_error": "Tu navegador no soporta web workers (Anubis los usa para evitar bloquear tu navegador). ¿Tienes un plugin como JShelter instalado?",
  "js_cookies_error": "Tu navegador no almacena cookies. Anubis usa cookies para determinar qué clientes han pasado los desafíos almacenando un token firmado en una cookie. Por favor habilita el almacenamiento de cookies para este dominio. Los nombres de las cookies que Anubis almacena pueden variar sin previo aviso. Los nombres y valores de las cookies no son parte de la API pública.",
  "js_context_not_secure": "¡Tu contexto no es seguro!",
  "js_context_not_secure_msg": "Intenta conectarte a través de HTTPS o informa al administrador para configurar HTTPS. Para más información, consulta <a href=\"https://developer.mozilla.org/en-US/docs/Web/Security/Secure_Contexts#when_is_a_context_considered_secure\">MDN</a>.",
  "js_calculating": "Calculando...",
  "js_missing_feature": "Característica faltante",
  "js_challenge_error": "¡Error de desafío!",
  "js_challenge_error_msg": "Falló al resolver el algoritmo de verificación. Puedes intentar recargar la página.",
  "js_calculating_difficulty": "Calculando...<br/>Dificultad:",
  "js_speed": "Velocidad:",
  "js_verification_longer": "La verificación está tomando más tiempo del esperado. Por favor no actualices la página.",
  "js_success": "¡Éxito!",
  "js_done_took": "¡Terminado! Tomó",
  "js_iterations": "iteraciones",
  "js_finished_reading": "He terminado de leer, continuar →",
  "js_calculation_error": "¡Error de cálculo!",
  "js_calculation_error_msg": "Falló al calcular el desafío:"
}